import React from "react";
import PropTypes from "prop-types";
import "../../asserts/stylesheets/base.css";

const Page = ({ match }) => {
  const { id } = match.params;
    <div className="App">
      <header className="App-header">
          <h1>EXPRESS THANKS</h1>
          <h1>致谢</h1>
          <h4>(顺序无先后)</h4>
      </header>
      <body >
        <table className="App-table">
          <td>
            <dl>
                <th className="App-th">公益基金会</th>
                    <dd>北京达理公益基金会 </dd>
                    <dd>北京险峰公益基金会 </dd>
                    <dd>北京市戈友公益援助基金会 </dd>
                    <dd>北京星瀚公益发展中心 </dd>
                    <dd>中国扶贫基金会</dd>
                    <dd>北京市银杏公益基金会 </dd>
                    <dd>腾讯公益</dd>
                    <dd>阿里巴巴公益</dd>
                <th className="App-th">友善企业伙伴</th>
                    <dd>北京金凤呈祥食品有限责任公司 </dd>
                    <dd>北京中业丰田汽车销售服务有限公司 </dd>
                    <dd>北京家乐福商业有限公司</dd>
                    <dd>北大光华EMBA北方户外俱乐部 </dd>
                    <dd>中国残疾人体育运动管理中心 </dd>
                    <dd>北京山间一树教育咨询有限公司 </dd>
                    <dd>神箭天宇体育发展有限公司 </dd>
                    <dd>北京天团健身有限公司 </dd>
                    <dd>众马（北京）体育文化有限公司 </dd>
                    <dd>大红门心灵家园 多莫画室 </dd>
                    <dd>北京中外企业人力资源协会（HRA） </dd>
                    <dd>北京山间一树教育咨询有限公司</dd>
                    <dd>北京静笃自得教育科技有限公司 </dd>
                    <dd>北京腾远建筑设计有限公司 </dd>
                    <dd>北京启迪道成营销顾问有限公司</dd>
                    <dd>北京汽车博物馆 </dd>
                    <dd>100岁的我们小剧团</dd>
                    <dd>北京闪光点体育文化有限公司</dd>
                    <dd>北大光华 EMBA 60班</dd>
                    <dd>无锡汇跑体育有限公司</dd>
                    <dd>中国狮子联会北京春晖服务队 </dd>
                    <dd>白求恩志愿医疗队</dd>
                    <dd>北京科航投资有限公司北京海航大厦万豪酒店 </dd>
                    <dd>Zarah cafe </dd>
                    <dd>北京易车生活汽车服务连锁有限公司 </dd>
                    <dd>北京链家房地产经纪有限公司</dd>
                    <dd>北京致远互联软件股份有限公司 </dd>
                    <dd>北京先进数通信息技术股份公司</dd>
                    <dd>快快乐动（北京）网络科技有限公司 </dd>
                    <dd>出门问问信息科技有限公司 </dd>
                    <dd>北京毓秀博雅翻译有限公司 </dd>
                    <dd>北京三里屯酒店管理有限公司 </dd>
                    <dd>思爱普（中国）有限公司 </dd>
                    <dd>北京众诚天合科技有限公司 </dd>
                    <dd>北京炙城武圣餐饮管理有限公司 </dd>
                    <dd>华润置地（北京）股份有限公司</dd>
                    <dd>明德倍适（天津）科技有限公司 </dd>
                    <dd>北京新宏高科有限公司 </dd>
                    <dd>北京百行宜众助残法律服务与研究中心 </dd>
                    <dd>北京环磁伟业科技有限公司</dd>
                    <dd>趣动旅程</dd>
                    <dd>首都经济贸易大学乒乓球协会</dd>
                    <dd>首都经济贸易大学SK SUNNY大学生志愿服务行动</dd>
                    <dd>首都经济贸易大学社工在行动社团 </dd>
                    <dd>首都经济贸易大学体育部 </dd>
                    <dd>首经贸中街社区党委 </dd>
                    <dd>北京市丰台区瑞丰社会服务中心 </dd>
                    <dd>丰台文化馆 </dd>
                    <dd>北京市文化志愿者服务中心丰台分中心 </dd>
                    <dd>社区体育公众服务平台 </dd>
                    <dd>天恒乒乓球俱乐部 </dd>
                    <dd>彩翼儿童美术（诺德店） </dd>
                    <dd>北京印刷学院学生社团联合会志愿实践部 </dd>
                    <dd>北京石油化工学院志愿者协会 </dd>
                    <dd>北京市大兴区兴丰同乐益民助老服务中心 </dd>
                    <dd>欢迎回家志愿服务队(弘毅社工) </dd>
                    <dd>房山区特殊教育学校 </dd>
                    <dd>北京鸿达助康中心</dd>
                    <dd>开心美术国际艺术中心</dd>
                    <dd>北京印刷学院学生社团联合会志愿实践部</dd>
                    <dd>北京师范大学白鸽青年志愿者协会 </dd>
                    <dd>北京联合大学生化学院星火青年志愿者协会</dd>
                    <dd>北京中外企业人力资源协会（HRA）</dd>
                    <dd>北京梦塔文化传媒有限公司</dd>
                    <dd>蒙牛乳业（北京）有限责任公司</dd>
                    <dd>优护创智健康科技有限责任公司（优护家）</dd>
                    <dd>中央民族大学青年志愿者团美术学院分团</dd>
                    <dd>一杯汤 EasySoup</dd>
                    <dd>北京聚名汇房地产开发有限公司王府中环酒店分公司 </dd>
                    <dd>北京西矿建设有限公司新青海喜来登酒店分公司 </dd>
                    <dd>北京国度磐石科技有限公司 </dd>
                    <dd>爱勒康（北京）农业科技有限公司 </dd>
                    <dd>汇智融金（北京）技术服务有限公司 </dd>
                    <dd>北京金融街资本运营中心西单美爵酒店 </dd>
                    <dd>北京金隅投资物业管理集团有限公司金隅喜来登酒店 </dd>
                    <dd>王府井饭店管理有限公司北京金茂万丽酒店</dd>
                    <dd>北京华贸素拉潘酒店发展有限公司金威万豪酒店 </dd>
                    <dd>金茂（北京）置业有限公司金茂威斯汀大饭店 </dd>
                    <dd>北京永泰酒店管理有限公司福朋酒店</dd>
                    <dd>北京瑜舍酒店 </dd>
                    <dd>北京海航大厦万豪酒店 </dd>
                    <dd>北京众诚天合系统集成科技有限公司 </dd>
                    <dd>山特维克可乐满中国 </dd>
                    <dd>北京蒙塔文化传媒有限公司 </dd>
                    <dd>VMware</dd>
                    <dd>Apple华贸购物中心</dd>
                    <dd>北京新星代艺术培训中心</dd>
                    <dd>北京中医药大学岐黄志愿者协会</dd>
                    <dd>北京天天尚翔俱乐部</dd>
                    <dd>北京中医药大学自强社</dd>
                    <dd>北京阳光羽毛球馆</dd>
                    <dd>中央民族大学青年志愿者团民族学与社会学学院分团</dd>
                    <dd>对外经济贸易大学志愿服务中心</dd>
                    <dd>左家庄街道团工委</dd>
                    <dd>左家庄街道办事处</dd>
                    <dd>顺源里社区青年汇</dd>
                    <dd>新源西里社区居委会</dd>
                    <dd>左家庄街道文化服务中心</dd>
                    <dd>顺源里社区居委会</dd>
                    <dd>海嘉双语国际学校</dd>
                    <dd>海嘉双语国际学校家校联合会</dd>
                    <dd>北京北大医疗脑健康科技有限公司</dd>
                    <dd>福睿曼品牌营销顾问（北京）有限公司</dd>
                    <dd>北京工商大学青年志愿者协会</dd>
                    <dd>北京服装学院青年志愿者协会</dd>
                    <dd>北京城市学院 顺义校区 爱心国际社</dd>
                    <dd>中央财经大学财政税务学院青年志愿者协会</dd>
                    <dd>中央财经大学校红十字会学生分会小红豆服务队</dd>
                    <dd>中华女子学院援边社</dd>
                    <dd>北京师范大学社工学社</dd>
                    <dd>清华大学微纳电子系研团志愿者部</dd>
                    <dd>北京民政部干部学院学院爱之家社团</dd>
                    <dd>北京城市学院大学生职业发展协会</dd>
                    <dd>北京协和医学院护理学院小小蜗团队</dd>
                    <dd>北京师范大学艺术与传媒学院团委</dd>
                    <dd>中国人民公安大学继续教育学院学生会</dd>
                    <dd>北京工业大学阳光志愿服务总团</dd>
                    <dd>北京一零一中石油分校初二1班</dd>
                    <dd>Harrow International School Beijing</dd>     
            </dl>
          </td>
          <td>
            <dl>
            <th className="App-th">骨干家长</th>
                    <dd>张莉娟 王 丽  谢连凤 韦学群 </dd>
                    <dd>殷学莲 孙缚鹏 韩树平 刘    华 </dd>
                    <dd>刘彩叶 吕文芹 邹景胜 齐春慧 </dd>
                    <dd>陈晓敏 陈爱华 孙燕琴 蒋路阳 </dd>
                    <dd>郝殿乔 陈刘源 王    蕙 张玉梅 </dd>
                    <dd>付阳红 王  霞 黄盛萍 李    晋 </dd>
                    <dd>陈    新 来    森 孔云兵 王    杰 </dd>
                    <dd>冯    铎 李鸿鹏 靳海俊 周志洁 </dd>
                    <dd>王朝晖 朱宏伟 范德成 周吉鑫 </dd>
                    <dd>魏长欣 侯承黎 富    魁 彭民荣</dd>
                    <dd>张立扬</dd>
                  <th className="App-th">志愿者</th>
                    <dd>拜耳志愿者协会 </dd>
                    <dd>首都经济贸易大学乒乓球协会 </dd>
                    <dd>首都经济贸易大学文传志愿者社团 </dd>
                    <dd>首都经济贸易大学Sunny志愿者社团</dd>
                  <th className="App-th">个人支持者</th>
                    <dd>周    坤 闫立春 冯    坤 赵逸岩 </dd>
                    <dd>张    燕 郭    阳 程    壮 李成明 </dd>
                    <dd>陈    亮 孙淑芝 王长友 于永旺 </dd>
                    <dd>谢鹏辉 赵晓光 颜紫梦 尤燕兵 </dd>
                    <dd>韩永伶 邢红艳 冯    稀 许    超 </dd>
                    <dd>沙    凯 梁    燕 安    琦 张    谦 </dd>
                    <dd>沈    彤 张    莉 吴亚军 李晓君 </dd>
                    <dd>张 华 陈 新 边雨暄 刘新雨</dd>
                    <dd>牛北溟 郑佳睿 李王月 冯文星</dd>
                    <dd>丁天义 李建英 张宏伟 王一凡</dd>
                    <dd>樊杨玲 黄宁烨 任天丽 苏冰洁</dd>
                    <dd>王晓琦 韦丁元 于 杭 管 彤</dd>
                    <dd>左 宥</dd>
                  <th className="App-th">年会支持方</th>
                  <th className="App-th">年会捐赠企业</th>
                    <dd>北京闪光点体育文化有限公司</dd>
                    <dd>山特维克可乐满中国</dd>
              
            <th className="App-th">年会捐赠个人与家庭</th>
              <dd>杨昊翀 王苗乐家庭</dd>
              <dd>冯 铎 任俊丞家庭</dd>
              <dd>王 芊 颜大棚家庭</dd>
              <dd>阿堂君 钟坤家庭</dd>
              <dd>马镇宁 李宁琰家庭</dd>
              <dd>王关斯禹 雷明涛家庭</dd>
              <dd>王钰珂家庭 郭家楷家庭</dd>
              <dd>董耘奇家庭 罗杰熙家庭</dd>
              <dd>李佳洋家庭 吴桐家庭</dd>
              <dd>靳雪松家庭 张波家庭</dd>
              <dd>邱城晨家庭</dd>
            </dl>
          </td>
          <td>
           
          <th className="App-th">年会主屏播放视频制作者</th>
            <dd>刘梦冉</dd>
          <th className="App-th">年会后屏播放视频制作者</th>
            <dd>黄荣景 杨玉婷</dd>
          <th className="App-th">“家庭成长赋能站”项目捐赠人/企业</th>
            <dd>杨明辉 刘雅楠 郭召林 刘朝晖 </dd>
            <dd>宋跃斌 李峰 周耘 于翔 </dd>
            <dd>常英英 张丽萍 阿诺 江心亮 </dd>
            <dd>赵启国 王志惠 官雪辉 项加洲 </dd>
            <dd>曹振雷 朱强 陆政 刘卉</dd>
            <dd>李海丰 何俊 朱怡頻 林秀铃 </dd>
            <dd>胡海荣 王新中 施政 贺珍建 </dd>
            <dd>李磊 花花 刘玲 金大班 </dd>
            <dd>程新 李树峰 戴长晟 胡俊 </dd>
            <dd>杨冰 刘志红 谢海波 张拥军 </dd>
            <dd> 刘依蒙 吕引 刘原鳞 周荷青</dd>
            <dd>张    欣 张义术 向    莉 海小燕 </dd>
            <dd>崔清利 沙洪亮 赵    奕 冯天兵 </dd>
            <dd>曲新德 黄伟峰 汪书福 张圣平 </dd>
            <dd>娄利舟 王志昊 屠佳宁 金恂华</dd>
            <dd>郑 霞 金礼 肖慎平 柏玮珉</dd>
            <dd>何琮 黄萍 姜波 刘保群 </dd>
            <dd>王胜利 王宏宇 Abby 郭阳生 </dd>
            <dd>胡向荣 陈详松 赵会权 易辉</dd>
            <dd>张素真 朱岩 何伟嘉 常亮</dd>
            <dd>纪明春 周子翔 卢志勇 闫冬 </dd>
            <dd>韩韬 周平 大圣 闫展军 </dd>
            <dd>邱小斌 宣立 赫彬彬 崔继邦 </dd>
            <dd>刘聪瑜 张莹 李万红 李帆 </dd>
            <dd>赵顺 吴睿 周冲 曹杰</dd>
            <dd>吴奇 蒋文雯 马景春 张伟 </dd>
            <dd>郑凯程 林悦 李国栋 王彭飞 </dd>
            <dd>关心怡 周永敢 林云飞 薛    宁 </dd>
            <dd>王旭东 王浩 盛杰 唐慧明 </dd>
            <dd>翟炜 鄢继华 宫一肖 张方</dd>
            <dd>王宝森 黄锋利 董狼 郑意端 </dd>
            <dd>杨明辉 陈红洁 赵志伟 赵博元 </dd>
            <dd>郭祺 王微 陈蔚 袁康益 </dd>
            <dd>刘林 王珏 朱冠宇 陈礼华 </dd>
            <dd>刘晓青 夏颖钰 佟颖 王长滨</dd>
            <dd>刘晶晶 蒋威风 张珂 敖雪 </dd>
            <dd>周旭 徐博希 郑家成 郭召林 </dd>
            <dd>孟杨 夏斌 于海杰 费浩峻 </dd>
            <dd>姚莉萍 刘涛 王勇 吴怀镛 </dd>
            <dd>张建勋 程天华 王志君 侯明娟</dd>
            <dd>郑伟鹤 林炜坚 趴趴熊 杨明玖阳 </dd>
            <dd>张炜 刘京平 赵磊 彭朝晖 </dd>
            <dd>張王進 金重 张宏 赵俊海 </dd>
            <dd>王维扬 杨朝刚 邓祎 周四阳 </dd>
            <dd>李庆 杨中华 刘宏洲 郭维  </dd>
            <dd>刘宏洲 郭维 李霞 衡晓阳 </dd>
            <dd>王耀国 李一 文桂 郝玲 </dd>
            <dd>曹荣吉 王昌科 黄金凤 郭宇清 </dd>
            <dd>方斌华 王洪信 刘朝晖 马景春 </dd>
            <dd>吴宝军 张炜 吴锋海 张金伟 </dd>
            <dd>王晓燕 方红燕 刘金波 程伟 </dd>
            <dd>胡健 刘健 张伟 赵楚君 </dd>
            <dd>韩宁 宁伟岳 崔清利 王楠 </dd>
            <dd>方曼荻 吴经德 郭蓬捷 刘健</dd>
            <dd>上海美扬信息科技有限公司 南京新思社会经济咨询有限公司</dd>
          </td>
        </table>
      </body>
    </div>
  );
}
