import React from "react";
import logo from "./logo.svg";
import "../assets/stylesheets/base.css";
function App() {
  return (
    <div>
      <header>
        <h1>FINANCIAL STATUS <br />财务状况</h1>
      </header>
      <table>
      <tr>
      <td>
        <img src="财务1.png" alt="财务" title="图片" />
      </td>
      <td>
      <img src="财务2.png" alt="财务" title="图片" />
      </td>
      </tr>
      </table>
      <body>
        <table>
          <tr>
            <td>
            <h1>COMMUNITY AND SOCIAL IMPACT <br />社群及社会影响</h1>
            <h3>自媒体传播</h3>
            </td>
            <td>
              <p>2019年融爱融乐微信公众号关注人数达 <strong>7317人</strong>（截止2019年12月31日），全年同比增长 <strong>34%</strong>；<br />
              2019年单日最高阅读次数为 <strong>3682次</strong>，同比增长 <strong>144%</strong> 。</p>
            </td>
          </tr>
          <tr>
          <img src=../assets/images/"自媒体传播.png" alt="自媒体传播" title="图片" />
          </tr>
          <tr>
            <td>
              <h1>社会影响</h1>
              <p>参与腾讯九九微信广告1元投资梦想⸺心智障碍者就 业公益广告； </p>
              <p>带动或参与3·21 唐氏综合征主题日、4·2自闭症意识提 升日的联合倡导活动，线上线下带动超过5000人次；</p>
              <p>融爱融乐总干事参加银杏基金会发起“云力”发芽大会 发表《差异不等于差距》公益演说并上线北京核心线路 地铁广告； </p>
              <p>协助北京晓更助残基金会推动《融合骄傲日特殊需要信 托项目发布会》线上直播，获得点击率15万以上； </p>
              <p>融爱融乐总干事受邀作为一线公益组织代表参加阿里 95公益周，分享科技发展如何助力公益。</p>
            </td>
            <td>
              <img src="社会影响.png" alt="社会影响" title="图片" />
            </td>
            </tr>
            <tr>
              <h1>媒体报道</h1>
              <h3>2019年融爱融乐接受媒体采访、报道10次 ，分别为:</h3>
              <ol>
                <li>乐见岛 ，2019年2月18日 ，《 改变社会才能改变自己 社会进步才能克服障碍⸺ 融爱融乐的创新公益之旅 》 </li>
                <li>光明日报 ，2019年3月12日 ，《“ 他们不是负担，是社会的建设者” 》 </li>
                <li>腾讯公益 ，2019年3月22日 ，《 连活着都是问题，如何再去谈工作？ 》 </li>
                <li>澎湃新闻 ，2019年4月2日 ，《 关注自闭症 | 家长的挣扎：以为孩子好了，又反复送到干预机构 》 </li>
                <li>澎湃新闻 ，2019年4月2日 ，《 关注自闭症｜一名幼师的探索：让自闭症孩子和普通孩子在一起 》 </li>
                <li>澎湃新闻 ，2019年4月2日 ，《 关注自闭症｜自述：我孙子有自闭症，但他的父母都不相信 》 </li>
                <li>千龙网 ，2019年4月2日 ，《“ 让爱来，让碍走”⸺北京公交集团助力关爱自闭症人士蓝色行动启动 》 </li>
                <li>新京报 ，2019年12月28日 ，《 中重度自闭症青年高校学花钱，康复路坎坷漫长 》 </li>
                <li>凤凰新闻 ，2019年12月28日 ，《 三个自闭症青年的艰难入世路 》 </li>
                <li> 拍者(新京报旗下摄影类公众号) ，2019年12月28日，《  三个自闭症青年的艰难入世路 》</li>
              </ol>
            </tr>
        </table>
      </body>
    </div>
  );
}
