import React from "react";
import logo from "./logo.svg";
import "../../assert/stylesheet/base.css";
function App() {
  return (
       <div>
      <header className="colored_background">
        <table className="App-points">
          <tr>
            <h1 className="App">项目执行与成果 <br />
            PROJECT EXECUTION AND RESULT   </h1>   
          </tr>
          <tr>
          <ul>
            <li>融合文体活动</li>
            <li> 小龄融合 </li>
            <li>支持性就业 </li>
            <li>家长赋能和家长喘息 </li>
            <li>心智障碍者自倡导 </li>
            <li>其他工作成果</li>
          </ul>
          </tr>
        </table>

      </header>
      <table className="App-spacing">
        <tr>
        <td>
        <p >CULTURAL AND SPORTS ACTIVITIES </p>
          <h1 >融合文体活动</h1>
          <p>项目目标</p>
          <ol>
            <li>提供多元的体育、文化及娱乐活动，为<br />心智障碍者提供参与社会社区生活的机<br />会，开发他们的潜能； </li >
            <li> 培养青年志愿者的社会责任感。在与心<br />智障碍者互动中，展示他们自身的活力和<br />魅力，充分发挥出来自己的领导才能</li >
            <li>改善社会大众对心智障者的认知，接受<br />社会的个体差异，推动社会融合。</li >
          </ol>
        </td>
        <td>
          <img src='融合文化.png' alt="融合文化" title="图片" height="80%" />
        </td>
        </tr>
      </table>
      <body>
        <table className="App-s_spacing">
          <td >
            <h1> PROJECT OUTCOME 项目成果</h1>
            <h3>常规活动</h3>
            <p>2019年，融融开展的快乐活动营和徒步等常规活动依旧开展得有声<br />有色，在保证日常进行的同时，融融也对活动的立意、互动性、寓教于<br />乐等维度深入探讨，
              在活动主题和活动趣味性上进行改善，为京城各<br />个城区的心智障碍者提供丰富的周末生活，让心智障碍者家庭能够<br />在娱乐与喘息的同时，更有收获。</p>
            <img src='常规活动.png' alt="常规活动" title="图片" height="100%" />
            <h1>戈壁活动</h1>
            <div>
              <p>2019年，融融带领心智障碍者参加戈十四挑战赛，每一位心智障碍者都<br />是突破人生屏障的平凡英雄。
                这一次的戈壁挑战赛中，前一天顺利完成<br />“无障碍公益赛中赛”的身心障碍伙伴，又投入“无障碍公益服务”中，
                用实<br />际行动为戈十四加油，一起用心感受世界的样子。 </p>
            </div>
            <div>
              <p>在戈十四的挑战赛中，融融心青年与同行的志愿者伙伴21公里的砥砺同<br />行，
                结下深厚的友谊，同时也用自己的积极向上的生活态度让所有参与的<br />伙伴们都深刻地感受到：每位心青年都是无价之宝，
                无论作为行走在戈壁<br />上的勇士，还是在大本营服务的志愿者。
              </p>
              <img src="戈壁活动.png" alt="戈壁活动" title="图片" height="100%" />
            <p>图片取自“戈十四”挑战赛、“戈十四”无障碍公益服务视频</p>
            </div>
          </td>
          <td>
            <h1>特长班</h1>
            <p>2019年，融融扩大了特长班的种类，体能、气排球、篮球、小龄足球、羽毛<br />球、乒乓球、舞蹈以及音乐疗愈，绘画和书法等特长班的设立，
              对于心智障<br />碍者来说，大大的丰富了周末的学习和生活。
              同时，融融增加了特长班的<br />开设地点，让心智障碍者能够就近参与自己喜爱的活动，目前服务区域覆<br />盖北京近郊及部分远郊区县。 </p>
              <img src="特长班.png" alt="特长班 " title="图片" height="100%" />
              <h1>增加与企业的合作</h1>
              <p>2019年，融融扩大与企业的合作，苹果、拜耳、汽车博物馆、Veritas、滴<br />滴、
                vmware等优秀企业纷纷邀请融融的心青年体验自己的企业氛围与<br />文化，在心青年开拓视野的同时，
                增进他们对于工作的兴趣，更向企业<br />展示了心青年积极向上以及阳光正能量，为拓展优秀企业的残障岗位<br />建立基础。 </p>
          </td>
          <td>
          <h1>户外游和游学</h1>
          <p>融爸户家小组的爸爸们开展每月一次全家游活动，选择北京、天津、河北<br />等近郊风景优美的旅游区开展活动。
            利用周末两天一夜的假期，给新青年<br />家庭带来放松和娱乐，同时鼓励爸爸们参与到家庭活动中来，为家庭带来<br />更多欢乐和交流机会，爸爸的家庭角色更加落地。
            为期5日的游学活<br />动⸺《最美婺源&景德镇文化游》也大大开拓了心智障碍者的眼界，拓宽<br />了他们的兴趣范围，更好的领略生活的美好。 </p>
          <h1>与校园密切合作</h1>
          <p>2019年，融融与各校园志愿者社团密切合作，清华大学、中国人民大<br />学、北京师范大学、中央民族大学、对外经贸大学、北京工业大学、<br />
            北京物资学院分别留下了融融心青年的足迹。同时，融融分别与北大<br />附中北京校区开展暑期融合系列活动，
            与从海口远道而来的北大附中<br />海口校区的学生志愿者开展为期三天的融合交流活动。在进校园活动中，
            融融的<br />心青年通过各种有趣的活动与校园志愿者相识并成为朋友，促进了心青年与社会的<br />互动，开启了他们对融入社会的兴趣。 </p>
          <h1>2019“一起摇摆”年会</h1>
          <p>2019年12月14日，包括心智障碍者家庭，志愿者，以及来自残联、公益<br />基金会、
            友善企业的各界嘉宾共近500人欢聚一堂，共度融爱融乐“一<br />起摇摆”2019年年会，这是融爱融乐成立以来规模最大、参与人数最多<br />的一次。
            这意味着有越来越多的心智障碍家庭走出来，越来越多的支持<br />方和志愿者参与进来，越来越多的伙伴在推动社会融合的使命激励下<br />坚持走下去。 </p>
            <img src="年会.png" alt="特长班 " title="图片" height="100%" />
          </td>
        </table> 
      </body>
    </div>
  );
}
